/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Betrag";

/* XFLD: label for a cell type selector */
"Currency" = "Währung";

/* XFLD: label for a cell phone type selector */
"fax" = "Fax";

/* XFLD: label for a cell phone type selector */
"home" = "Startseite";

/* XBUT: label for a cell phone type selector */
"Home" = "Startseite";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Hauptmenü";

/* XFLD: label for a cell phone type selector */
"mobile" = "Mobiltelefon";

/* XFLD: label for a cell phone type selector */
"other fax" = "Weiteres Fax";

/* XFLD: label for a cell phone type selector */
"page" = "Pager";

/* XFLD: label for a cell phone type selector */
"Phone" = "Telefon";

/* XFLD: label for a cell type selector */
"Value" = "Wert";

/* XFLD: label for a cell phone type selector */
"work" = "dienstlich";

/* XFLD: label for a cell phone type selector */
"work fax" = "Fax (dienstlich)";

